afipServices/src/WSFE/xmlModels/FECAESolicitar.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ar="http://ar.gov.afip.dif.FEV1/">
    <soapenv:Header/>
    <soapenv:Body>
        <ar:FECAESolicitar>
            <ar:Auth>
                <ar:Token></ar:Token>
                <ar:Sign></ar:Sign>
                <ar:Cuit></ar:Cuit>
            </ar:Auth>
            <ar:FeCAEReq>
                <ar:FeCabReq>
                    <ar:CantReg></ar:CantReg>
                    <ar:PtoVta></ar:PtoVta>
                    <ar:CbteTipo></ar:CbteTipo>
                </ar:FeCabReq>
                <ar:FeDetReq>
                    <ar:FECAEDetRequest>
                        <ar:Concepto></ar:Concepto>
                        <ar:DocTipo></ar:DocTipo>
                        <ar:DocNro></ar:DocNro>
                        <ar:CbteDesde></ar:CbteDesde>
                        <ar:CbteHasta></ar:CbteHasta>
                        <ar:CbteFch></ar:CbteFch>
                        <ar:ImpTotal></ar:ImpTotal>
                        <ar:ImpTotConc></ar:ImpTotConc>
                        <ar:ImpNeto></ar:ImpNeto>
                        <ar:ImpOpEx></ar:ImpOpEx>
                        <ar:ImpTrib></ar:ImpTrib>
                        <ar:ImpIVA></ar:ImpIVA>
                        <ar:FchServDesde></ar:FchServDesde>
                        <ar:FchServHasta></ar:FchServHasta>
                        <ar:FchVtoPago></ar:FchVtoPago>
                        <ar:MonId></ar:MonId>
                        <ar:MonCotiz></ar:MonCotiz>
                        <ar:CbtesAsoc>
                        </ar:CbtesAsoc>
                        <ar:Tributos>
                        </ar:Tributos>
                        <ar:Iva>
                        </ar:Iva>
                        <ar:Opcionales>
                        </ar:Opcionales>
                        <ar:Compradores>
                        </ar:Compradores>
                        <ar:PeriodoAsoc>
                            <ar:FchDesde></ar:FchDesde>
                            <ar:FchHasta></ar:FchHasta>
                        </ar:PeriodoAsoc>
                        <ar:Actividades>
                        </ar:Actividades>
                    </ar:FECAEDetRequest>
                </ar:FeDetReq>
            </ar:FeCAEReq>
        </ar:FECAESolicitar>
    </soapenv:Body>
</soapenv:Envelope>
